Repository: cmfcmf/Newsletter
Catalog: locale/*/LC_MESSAGES/module_newsletter.po
Languages: de

source: Number of emails (0 = no restriction). Use this feature to avoid sending restrictions of your hoster!
de: Anzahl E-Mails (0 = keine Einschränkung). Benutzen Sie diese Einstellmöglichkeit, um Einschränkungen von ihrem Hoster zu vermeiden!

source: Admin key
de: Admin Schlüssel

source: Used to authenticate cron/batchprocessing. Leave empty to generate a key.
de: Wird benutzt um sich bei cron/batchprocessing zu authentifizieren. Lassen Sie es frei, um es zu generieren.

source: Archive settings
de: Archiv Einstellungen

source: Expire time of archived newsletters
de: Ablaufzeit der archivierten Newsletter

source: Control newsletter ID
de: Newsletter ID bestimmen

source: Show archive
de: Archiv anzeigen

source: The following settings define which columns are shown in the archive's table.
de: Die folgenden Einstellungen bestimmen die Spalten, die in der Archiv Übersicht gezeigt werden.

source: Show newsletter ID
de: Newsletter ID anzeigen

source: Show date
de: Zeige Datum

source: Show language
de: Zeige Sprache

source: Show plugins
de: Zeige Plugins

source: Show objects
de: Zeige Objekte

source: Show size
de: Zeige Größe

source: Edit a User / Add a User
de: Benutzer bearbeiten oder hinzufügen

source: User-based frequency changes have been disabled by the site administrator
de: Benutzerbasierte Frequenz Änderungen wurden vom Seitenadministrator deaktiviert.

source: Manage Newsletters
de: Newsletter verwalten

source: Preview Templates
de: Vorschau der Templates

source: Mail this preview to the following email address
de: Schicke diese Vorschau an die folgende E-Mail Adresse

source: Help
de: Hilfe

source: You can find the templates in %s
de: Sie können die Templates in %s finden

source: Preview
de: Vorschau

source: Create newsletter in archive
de: Newsletter für das Archiv erstellen

source: Next Id in archive
de: Nächste ID im Archiv

source: Max Id in newsletter archive is
de: Die höchste ID im Archiv ist

source: Be sure to enter proper value.
de: Bitte geben Sie einen sinnvollen Wert ein.

source: Create new Newsletter
de: Neuen Newsletter erstellen

source: Send newsletter to subscribers
de: Sende Newsletter zu Abonnenten

source: Autamated sending:
de: Automatisches Senden:

source: disabled
de: deaktiviert

source: enabled, send day is
de: aktiviert, Sendetag ist

source: Last newsletter Id:
de: ID des letzen Newsletters:

source: Sent to subscribers:
de: An Abonnenten senden:

source: All subscribers:
de: Alle Abonnenten:

source: Multilingual support: enabled
de: Mehrsprachigkeit: aktiviert

source: Newsletter will send to subscribers selected same language
de: Der Newsletter wird zu allen Abonnenten der gleichen Sprache gesendet

source: Max emails to send in batch
de: Maximale Anzahl E-Mails, die gleichzeitig gesendet werden sollen

source: Manual sending
de: Manuelles Senden

source: Send last newsletter to subscribers
de: Sende den letzten Newsletter zu Abonnenten

source: Send to selected subscribers
de: An ausgewählte Abonnenten senden

source: You can press this button several times, newsletter will send once per subscriber.<br />If you notice in the message newsletter is not send to all users, you can press again.
de: Sie können diesen Button mehrfach drücken, der Newsletter wird trotzdem nur einmal pro Abonnement gesendet.<br />Wenn in der Informationsmeldung steht, dass der Newsletter noch nicht zu allen Benutzern gesendet wurde, können Sie den Button erneut drücken.

source: Last Newsletters in archive
de: Letzter Newsletter im Archiv

source: View Archive HTML
de: HTML Archiv anzeigen

source: View Archive Text
de: Text Archiv anzeigen

source: Delete Archive
de: Archive löschen

source: Are you sure? This will delete this item forever.
de: Sind Sie sicher? Das wird diesen Eintrag für immer löschen.

source: Delete/Preserve Id
de: Löschen/ID bewahren

source: Next newsletter Id will not be incremented.
de: Die nächste Newsletter ID wird nicht erhöht.

source: Do you really want to prune archives? This step cannot be undone.
de: Wollen Sie das Archiv wirklich kürzen? Dieser Schritt kann nicht rückgängig gemacht werden.

source: Prune archives
de: Archiv kürzen

source: The archives cannot be restored.
de: Die Archive können nicht wiederhergestellt werden.

source: Prune
de: Kürzen

source: Delete all
de: Alle löschen
