Repository: cmfcmf/Newsletter
Catalog: locale/*/LC_MESSAGES/module_newsletter.po
Languages: de

source: Signup
de: Anmelden

source: Display a newsletter signup form
de: Zeige ein Newsletter Anmeldeformular

source: Could not create tables!
de: Konnte die Tabellen nicht erstellen!

source: Could not drop tables!
de: Konnte die Tabellen nicht löschen!

source: Invalid [id] parameter received.
de: Falscher [id] Parameter erhalten.

source: Unable to load class [%s]
de: Klasse [%s] konnte nicht geladen werden

source: Invalid [ot] parameter received
de: Falscher [ot] Parameter erhalten.

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein

source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail Adresse ein

source: The email address you entered does not seem to be valid
de: Die eingegebene E-Mail Adresse scheint nicht gültig zu sein.

source: You must accept the terms of service in order to be subscribed!
de: Sie müssen den Nutzungsbedingungen zustimmen, um den Newsletter abonnieren zu können!

source: Your test email was not sent since you did not enter an email address
de: Ihre Testnachricht konnte nicht gesendet werden, da keine E-Mail Adresse eingegeben worden ist.

source: Failure sending the test email
de: Ein Fehler beim Senden der Testnachricht ist aufgetreten.

source: Unable to load class for [%s]
de: Klasse für [%s] konnte nicht geladen werden

source: Unable to retrieve object of type [%1$s] with id [%2$s].
de: Kann das Objekt des Typs [%1$s] mit der Id [%2$s] nicht erhalten.

source: Done! Item saved.
de: Fertig! Eintrag gespeichert.

source: Newsletter successfully deleted, Id
de: Newsletter gelöscht, ID

source: Newsletter next Id set to
de: Die nächste Newsletter ID wurde gesetzt auf

source: Error deleting newsletter Id
de: Fehler beim löschen der Newsletter ID

source: Next newsletter Id have to be grater then
de: Die nächste Newsletter ID muss größer sein als

source: The new newsletter is added to archive.
de: Der neue Newsletter wurde dem Archiv hinzugefügt.

source: Error creating newsletter in archive.
de: Fehler beim erstellen des Newsletters im Archiv.

source: Newsletter successfully saved, Id
de: Newsletter erfolgreich gespeichert, ID

source: Error saving newsletter Id
de: Fehler beim Speichern des Newsletters ID

source: Reached max emails to send in batch:
de: Maximale Anzahl E-Mails, die gleichzeitig gesendet werden dürfen, erreicht:

source: Newsletter successfully send to subscribers:
de: Newsletter wurden erfolgreich zu Abonnenten gesendet:

source: Skipped (already sent):
de: Übersprungen (bereits gesendet):

source: Skipped (not sent for some reason):
de: Übersprungen (aus unbekanntem Grund):

source: Max emails per hour encountered:
de: Stündliche Sendebeschränkung erreicht:

source: Error getting data for newsletter Id
de: Fehler beim hohlen der Daten für die Newsletter ID

source: Editing settings canceled
de: Bearbeiten der Einstellungen abgebrochen

source: You have selected to limit the type of newsletter subscriptions but have chosen a different default newsletter type. Your default newsletter type has been set to the value you have selected to limit subscriptions to. Please review your settings!
de: Sie haben sich entschied den Typ der Newsletter Abonnements festzusetzen, aber einen anderen Standard Newsletter Typ gewählt. Ihr gewählter Standard Newsletter Typ wurde deshalb verändert. Bitte betrachten Sie Ihre Einstellungen nochmals!

source: Settings saved!
de: Einstellungen gespeichert!

source: You have been subscribed to our newsletter. You can manage your subscription from your profile.
de: Sie haben sich beim Newsletter angemeldet. Sie können Ihre Abonnement Einstllungen von Ihrem Benutzerkonto aus ändern.

source: All
de: Alle

source: Inactive
de: inaktiv

source: Active
de: aktiv

source: Not Approved
de: nicht genehmigt

source: Approved
de: genehmigt

source: Never
de: nie

source: 1 Month
de: 1 Monat

source: 2 Months
de: 2 Monate

source: 3 Months
de: 3 Monate

source: 6 Months
de: 6 Monate

source: 1 Year
de: 1 Jahr

source: Weekly
de: wöchentlich

source: Monthly
de: monatlich

source: Every 2 Months
de: alle 2 Monate

source: Every 3 Months
de: alle 3 Monate

source: Every 6 Months
de: alle 6 Monate

source: Every 9 Months
de: alle 9 Monate

source: Yearly
de: jährlich

source: Text with Link to Archive
de: Text mit Link zum Archiv

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Checkbox checked by default
de: Checkbox standardmäßig aktiviert

source: Checkbox not checked by default
de: Checkbox standardmäßig deaktiviert

source: Info message only
de: Nur Informationsmeldung

source: No special message
de: Keine spezielle Meldung

source: Empty [%s] received.
de: Leeres [%s] erhalten.

source: Directory [%s] does not seem to exist.
de: Der Ordner [%s] scheint nicht zu existieren.

source: Directory [%s] seems to be a file nor a directory.
de: Der Ordner [%s] scheint eine Datei und kein Ordner zu sein.

source: The user's approved status has been changed
de: Der Genehmigt-Status des Benutzers hat gewechselt

source: The user's active status has been changed
de: Der Aktiv-Status des Benutzers hat gewechselt

source: Unable to load class [user] ... disabling auto-join for array class
de: Klasse [user] konnte nicht geladen werden … auto-join für array Klasse wird deaktiviert

source: Unable to load class [user] ... disabling input post-processing for array class
de: Es ist nicht möglich die Klasse [user] zu laden ... Deaktiviere Datenweiterverarbeitung für die Array Klasse

source: Unable to load array class for [%s]
de: Array Klasse für [%s] konnte nicht geladen werden

source: No such item found.
de: Kein solcher Eintrag gefunden.

source: You have unsubscribed from our newsletter
de: Sie wurden erfolgreich von unserem Newsletter abgemeldet.

source: Newsletter Subscription Cancelled
de: Newsletter Abo gelöscht

source: Logic Error: logged-in user does not have his subscription UID set!
de: Logik Fehler: Ein eingeloggter Benutzer hat keine Abonnenten UID gesetzt!

source: This email address is already subscribed to our newsletter!
de: Diese E-Mailadresse ist bereits registriert!

source: You are already subscribed to our newsletter!
de: Sie sind bereits angemeldet!

source: You have been subscribed to our newsletter
de: Sie wurden erfolgreich bei unserem Newsletter angemeldet!

source: Newsletter Subscription Received
de: Newsletter Abo empfangen!

source: Newsletter Subscription
de: Newsletter Anmeldung

source: Your newsletter subscription settings have been updated
de: Ihre Abonnement Einstellungen wurden aktualisiert

source: Error in plugin
de: Fehler im Plugin

source: Archives flushed.
de: Archive gelöscht.

source: The Mailer module is not available.
de: Das Mailer Modul ist nicht vorhanden.

source: Unable to load array class [%s]
de: Array Klasse [%s] konnte nicht geladen werden

source: No newsletter data to send
de: Keine Daten zum senden vorhanden!

source: No users were selected to send the newsletter to
de: Es wurden keine Benutzer ausgewählt, denen ein Newsletter geschickt werden soll

source: No users were available to send the newsletter to
de: Es gibt keine Benutzer, denen ein Newsletter geschickt werden kann

source: %s newsletter were successfully sent.
de: %s Newsletter wurde erfolgreich gesendet.

source: Newsletter is not saved to archive, as last saved is within 1 week (
de: Der Newsletter wurde nicht ins Archiv aufgenommen, weil die letzte Aufnahme innerhalb der letzten Woche war (

source: Invalid admin_key received
de: Falschen admin_key erhalten

source: Wrong day
de: Falscher Tag

source: Unable to load column array for [newsletter_users]
de: Daten für [newsletter_users] konnte nicht geladen werden!

source: Users to import:
de: Zu importierende Benutzer:

source: Import finished. %s user was imported.
de: Import abgeschlossen. %s Benutzer wurde importiert.

source: Users skipped (duplicate email):
de: Benutzer übersprungen (doppelte E-Mail-Adresse):

source: Email adress for newsletter subscribtion changed.
de: E-Mail Adresse für Newsletter Abonnement geändert.

source: Email adress for newsletter subscribtion NOT changed.
de: E-Mail Adresse für Newsletter Abonnement NICHT geändert.

source: Newsletter subscribtion canceled.
de: Newsletter Abonnement gelöscht

source: Subscribe
de: Anmelden

source: Settings
de: Einstellungen

source: View Archives
de: Archiv anzeigen

source: Unsubscribe
de: Abmelden

source: Terms of service
de: Nutzungsbedingungen

source: Header Message
de: Kopf Nachricht

source: Newsletters
de: Newsletter

source: Subscribers
de: Abonnenten

source: Provides a configurable and automated Newsletter for your Zikula site.
de: Stellt einen einstellbaren und automatisierten Newsletter für Ihre Zikula Seite bereit.

source: Subscribe to Newsletter
de: Zum Newsletter anmelden

source: Hello %s
de: Hallo %s

source: Thank you for your Newsletter Subscription
de: Vielen Dank für Ihre Anmeldung

source: Your %s Staff
de: Ihr %s Team

source: If you didn`t subscribe yourself, please visit <a href="%1$s">%1$s</a> to delete this Subscription
de: Haben Sie sich nicht selbst angemeldet, besuchen Sie bitte <a href="%1$s">%1$s</a> um ihr Abonnement zu löschen

source: Your newsletter subscription has been cancelled.
de: Ihre Anmeldung wurde ausgesetzt

source: Please feel free to re-subscribe in the future.
de: Wir würden uns freuen, wenn Sie in Zukunft wieder unseren Newsletter abonnieren.

source: Thank you,<br />%1$s Staff<br /><a href="%2$s">%2$s</a>
de: Danke,<br />%1$s Team<br /><a href="%2$s">%2$s</a>

source: New Subscriber Info
de: Neue Abonnenten Informationen

source: Username
de: Benutzername

source: Auto-approve is currently disabled. You will need to login, go to the newsletter admin area and approve this user.
de: Auto-genehmigen ist derzeit deaktiviert. Sie müssen sich anmelden, zum Newsletter Admin-Bereich gehen und dort den Benutzer genehmigen.

source: Automated, after registration you can manage easy your subscription status in your profile.
de: Automatisiert, nach der Anmeldung können Sie Ihren Abonnement Status in Ihrem Benutzerkonto ändern.

source: You can manage easy your subscription status in your profile.
de: Sie können Ihren Abonnement-Status in Ihrem Benutzerkonto ändern.

source: View Archive
de: Archiv anzeigen

source: Date
de: Datum

source: Language
de: Sprache

source: # of Plugins
de: # Plugins

source: # of Items
de: # Einträge

source: Length
de: Länge

source: Action
de: Aktion

source: Confirmation
de: Zustimmung

source: Are you sure you want to unsubscribe from the newsletter?
de: Sind Sie sicher, dass Sie sich vom Newsletter abmelden möchten?

source: Your E-Mail Address
de: Ihre E-Mailadresse

source: %s will not distribute, sell or disclose your personal information to any parties, public or private.
de: % s wird Ihre personenbezogenen Daten nicht verteilen, verkaufen oder an Dritte, egal ob öffentlich oder privat, bekanntgeben.

source: Staff is not responsible for maintaining your subscription. You may opt in or out or even suspend your account at your own convenience.
de: Das Team ist nicht verantwortlich für die Erhaltung ihres Abonnements. Sie können sich jederzeit ein- oder austragen und Ihren Account sogar temporär deaktivieren.

source: %s offers no warranties or guarantees for this service and accepts no responsibility or liability for any damages that may incur before, during or after subscription to this service.
de: %s bietet keine Gewährleistungen oder Garantien für diesen Service und übernimmt keine Verantwortung oder Haftung für etwaige Schäden, die vor, während oder nach der Abonnierung dieses Services entstehen.

source: Your Information
de: Ihre Informationen

source: Subscriptions are subject to approval.
de: Abonnements sind genehmigungspflichtig.

source: Your Name
de: Name

source: Frequency
de: Frequenz

source: Terms of Service
de: Nutzungsbedingungen

source: Yes, I agree to the terms of service.
de: Ja, ich stimme den Nutzungsbedingungen zu.

source: Sorry, but you must be a site member to subscribe to our newsletter.
de: Entschuldigung, aber Sie brauchen ein Benutzerkonto um den Newsletter erhalten zu können.

source: Subscription settings
de: Abonnement Einstellungen

source: Newsletter Configuration
de: Newsletter Einstellungen

source: Type
de: Typ

source: Invalid
de: Falsch

source: Approval Status
de: Genehmigungsstatus

source: Subscription active
de: Abonnement aktiv

source: Your Subscription is currently active
de: Ihr Abonnement ist derzeit aktiviert

source: Your Subscription is currently inactive
de: Ihr Abonnement ist zur Zeit deaktiviert

source: Last newsletter was sent to you on
de: Der letzte Newsletter wurde zu Ihnen gesendet am

source: View our
de: Zeige unsere

source: Default Newsletter Type
de: Standard Newsletter Typ

source: Default Frequency
de: Standard Häufigkeit

source: Link to the Newsletter Archive
de: Link zum Archiv

source: Thank you for suscribing to our newsletter!
de: Danke, dass Sie sich zu unserem Newsletter angemeldet haben!

source: You are receiving this newsletter since you subscribed to it on our site. Should you no longer wish to receive it, you can unsubscribe here!
de: Sie empfangen diesen Newsletter, weil Ihre E-Mailadresse registriert wurde. Möchten Sie keine Zusendungen mehr können Sie sich hier abmelden!

source: Hello
de: Hallo

source: read more
de: Weiterlesen

source: Welcome New Members
de: Willkommen neue Teilnehmer

source: Register Date
de: Registrierungsdatum

source: New Content Items
de: Neue Content Einträge

source: Recently Added Documents
de: Vor kurzem hinzugefügte Dokumente

source: Latest Comments
de: Neuste Kommentare

source: Latest Forum Posts
de: Neuste Forums-Postings

source: Recently Added Publications
de: Vor kurzem hinzugefügte Veröffentlichungen

source: Latest web links
de: Neuste Web Links

source: Latest downloads
de: Neuste Downloads

source: Connect with Us
de: Verbinden Sie sich mit uns

source: Contact Information
de: Kontakt Informationen

source: Phone
de: Telefon

source: You are receiving this newsletter since you subscribed to it on our site. Should you no longer wish to receive it, you can unsubscribe
de: Sie empfangen diesen Newsletter, weil Ihre E-Mailadresse registriert wurde. Möchten Sie keine Zusendungen mehr können Sie sich

source: here
de: hier

source: here!
de: hier abmelden!

source: Latest comments
de: Neuste Kommentare

source: Archive
de: Archiv

source: Only for HTML Newsletter
de: Nur für HTML Newsletter

source: Number of publications
de: Anzahl Veröffentlichungen

source: Order by
de: Sortieren nach

source: Filter string
de: Filter Text

source: No publication types found.
de: Keine Veröffentlichungstypen gefunden

source: Edit
de: Bearbeiten

source: Delete
de: löschen

source: Are you sure you wish to change the active status for this user?
de: Sind Sie sicher, dass Sie den Aktiv-Status für diesen Benutzer ändern wollen?

source: Are you sure you wish to change the approved status for this user?
de: Sind Sie sicher, dass Sie den Genehmigt-Status für diesen Benutzer ändern wollen?

source: User search / Add a user
de: Benutzersuche / Benutzer anlegen

source: Search
de: Suche

source: Add a user
de: Benutzer hinzufügen

source: Data
de: Daten

source: Display number of users per page:
de: Anzahl von Abonnenten pro Seite:

source: Last sent
de: Letztes Mal gesendet

source: Join date
de: Anmeldedatum

source: No
de: Nein

source: Text with link to archive
de: Text mit Link zum Archiv

source: Every %s months
de: Alle %s Monate

source: Not send yet
de: Bisher nicht gesendet

source: Update last sent date?
de: Sendedatum aktualisieren?

source: Save newsletter in archive?
de: Newsletter im Archiv speichern?

source: Don't save
de: Nicht speichern

source: Save, but if not saved in one week
de: Speichern, wenn diese Woche nicht bereits gespeichert wurde

source: Save without check
de: Speichern ohne Überprüfung

source: Send to [%s] users
de: Senden zu [%s] Benutzern

source: Attention
de: Achtung

source: Please ensure that you have enabled the NewsletterMessage plugin if you wish to add this message to your newsletter.
de: Bitte stellen Sie sicher, dass Sie das NewsletterMessage Plugin aktiviert haben, wenn Sie diese Nachricht zum Newsletter hinzufügen wollen.

source: Your message
de: Ihre Nachricht

source: Import registered Zikula users
de: Importiere registrierte Zikula Benutzer

source: Import configuration
de: Import Einstellungen

source: Defaults for imported users
de: Standardeinstellungen für zu importierende Benutzer

source: Users approved
de: Benutzer genehmigt

source: Unapproved
de: nicht genehmigt

source: Import only active users in last n days
de: Nur Benutzer importieren, die in den letzten n Tagen aktiv waren

source: Leave zero or empty for all users
de: Lassen Sie es 0 oder leer für alle Benutzer

source: Update Configuration
de: Einstellungen aktualisieren

source: Perform the Import
de: Importieren ausführen

source: Just test
de: Nur testen

source: Export subscribers
de: Abonnenten exportieren

source: Save as xml file at %s
de: Speichere xml Datei in %s

source: Download as xml file
de: Download als xml Datei

source: Save as csv file at %s
de: Speichere csv Datei in %s

source: Download as csv file
de: Download als csv Datei

source: Import subscribers
de: Abonnenten importieren

source: Delimiter
de: Trennzeichen

source: This is only neccassary if you select csv as format.
de: Dies ist nur notwendig, wenn Sie csv als Format wählen-

source: File
de: Datei

source: Manage Plugins
de: Plugins bearbeiten

source: General filter
de: Allgemeiner Filter

source: To be effective, particular plugins have to implement.
de: Viele Plugins benötigen diese Einstellung, um richtig und sinnvoll zu funktionieren.

source: Only items posted in last number of days:
de: Nur Einträge, die in den letzten X Tagen erschienen sind:

source: Leave 0 for unlimited.
de: Lassen Sie es 0 für unbegrenzt.

source: Only items posted after last newsletter:
de: Nur Einträge, die nach dem letzten Newsletter erschienen sind:

source: Number of items
de: Anzahl Einträge

source: As is
de: Wie er ist

source: nl2br (from text only)
de: nl2br (Wenn kein Editor verwendet wurde)

source: strip_tags (from html)
de: Html Tags löschen

source: strip_tags but img,a
de: Html Tags außer <img> und <a> löschen

source: Edit a Newsletter
de: Newsletter bearbeiten

source: Newsletter content
de: Newsletter Inhalt

source: Remove editor
de: Editior entfernen

source: page reload!
de: Seite muss neu geladen werden!

source: Toggle editor
de: Editor wechseln

source: For body only
de: Nur für den body

source: For full page
de: Für die ganze Seite

source: Update
de: Aktualisieren

source: Cancel
de: Abbrechen

source: Welcome to Newsletter!
de: Willkommen bei Newsletter!

source: Please report errors or request features for future versions in the Tracker!
de: Bitte melden Sie Fehler oder Anfragen für neue Funktionen für zukünftige Versionen im github Tracker!

source: Visit our project-page
de: Besuchen Sie unsere Projektseite

source: Statistics
de: Statistiken

source: Newsletter Module Statistics
de: Newsletter Module Statistiken

source: Last sending:
de: Letztes Mal gesendet:

source: It took %1$s seconds to send the last batch of %2$s mails.
de: Es dauerte %1$s Sekunden um die letzten %2$s E-Mails zu senden.

source: Total number of users
de: Gesamtzahl der Benutzer

source: Active subscribers
de: Aktive Abonnenten

source: Approved subscribers
de: Genehmigte Abonnenten

source: Active and approved subscribers
de: Aktive und genehmigte Abonnenten

source: Subscribers which are registered users
de: Abonnenten, die registrierte Zikula Benutzer sind

source: Number of subscribers for HTML format
de: Anzahl Abonnenten für HTML Format

source: Numer of subscribers for text format
de: Anzahl Abonnenten für Text Format

source: Number of subscribers for text with links format
de: Anzahl Abonnenten für Text mit Links Format

source: Number of subscribers for weekly delivery
de: Anzahl Abonnenten für wöchentliche Lieferung

source: Number of subscribers for monthly delivery
de: Anzahl Abonnenten für monatliche Lieferung

source: Number of subscribers for yearly delivery
de: Anzahl Abonnenten für jährliche Lieferung

source: Number of archives
de: Anzahl Archive

source: General settings
de: Allgemeine Einstellungen

source: Items per page
de: Einträge pro Seite

source: Send newsletters from
de: Sende Newsletter von

source: This is the delivering address of your newsletter e.g. newsletter@yourdomain.com.
de: Dies ist die Lieferadresse Ihres Newsletters z.B. Newsletter@IhreDomain.com.

source: Subject
de: Betreff

source: This is the subject of the generated Newsletter.
de: Dies ist der Betreff der generierten Newsletter

source: Disable automatic sending
de: Automatisches Senden abschalten

source: Newsletters now have to be sent out manually.
de: Newsletter müssen nun manuell versendet werden.

source: Allow subscription of only this type
de: Nur Abo von folgendem Sendetyp erlauben:

source: Default newsletter type
de: Standard Newsletter Typ

source: Default frequency
de: Standard Frequenz

source: Send day
de: Sendetag

source: Enable multilingual features
de: Aktiviere Mehrsprachigkeit

source: This enables sending of multilingual newsletters.
de: Dies aktiviert das Senden von mehrsprachigen Newslettern.

source: Receive subscription notices
de: Abonnement Anmerkungen erhalten

source: If you enable that, you'll get an email to your specified send-from-adress, if there is a new Newsletter subscription.
de: Wenn Sie dies aktivieren, bekommen Sie eine E-Mail an Ihre Sende-Newsletter-Von Adresse bei einem neuen Newsletter Abonnement.

source: This is shown at the bottom of each newsletter, if respective field is not empty.
de: Dies wird unten in jedem Newsletter angezeigt, wenn die jeweiligen Felder nicht leer sind.

source: Subscribing
de: Anmeldung

source: Allow anonymous registrations
de: Erlaube anonyme Anmeldungen

source: Show the approvalstatus to the user
de: Zeige dem Abonnenten den Zustimmungsstatus

source: Require terms of service
de: Nutzungsbedingungen verlangen

source: Auto-approve registrations
de: Abonnements automatisch genehmigen

source: Allow frequency changes
de: Erlaube Frequenzwechsel

source: Allow subscription changes
de: Erlaube das Abonnement Änderungen

source: Subscribing in main user registration workflow
de: Abonnierung im Benutzer-Anmeldevorgang

source: To enable newsletter subscribing in main user registration procedure, Newsletter provider hook has to be attached to user registration procedure (Module menu, Hooks, Provision, checkbox next to Users Registration management).
de: Um die Newsletter Anmeldung im Benutzer Anmeldevorgang zu aktivieren, muss der Newsletter Provider Hook an die Anmeldeprozedur angeheftet werden (Modulmenü, Hooks, Servicegeber, Checkbox neben Benutzer Anmelde-Management).

source: Display in user registration form
de: Zeige im Benutzer Anmeldevorgang

source: Info message to user if subscribed
de: Info-Nachricht an den Benutzer, wenn er sich angemeldet hat.

source: Log short information about subscription.
de: Zeige kurze Informationen über das Abonnement.

source: Sending
de: Senden

source: Personalize email
de: E-Mail personalisieren

source: Disable to increase performance.
de: Deaktiviern, um die Geschwindigkeit zu erhöhen.

source: Send per request
de: Senden pro Seitenaufruf

source: Number of emails (0 = no restriction).
de: Anzahl E-Mails (0 = Keine Einschränkung).

source: Maximum newsletters to send per hour
de: Maximale Anzahl Newsletter, die pro Stunde gesendet werden
